Tekla Open API Reference for Tekla Structures 2025
PickerInputObjectAndAPoint Methods
The PickerInputObjectAndAPoint type exposes the following members.
Methods
Name | Description
IsEqual
 Compares the current object with an object of the same type.
 (Overrides PickerInputObject.IsEqual(Object).)
Top
See Also
Reference
PickerInputObjectAndAPoint Class
Tekla.Structures.Drawing Namespace